Repository: slaFFik/buddypress-groups-extras
Catalog: langs/bpge-*.po
Languages: es_es, it_it

source: BP Groups Extras
es_es: Extras de BP Groups

source: Title
es_es: Título

source: Group Links
es_es: Enlaces de Grupo

source: Page Links
es_es: Enlaces de Página

source: Date
es_es: Fecha

source: Visit
es_es: Visita

source: Edit
es_es: Editar
it_it: Modifica

source: Vote for Features
es_es: Votar por Características

source: Based on voting results I will implement features in new versions (either in core or as modules to extend the initial functionality).
es_es: Basado en los resultados de los votos voy a implementar características en nuevas versiones (ya sea en el núcleo o como módulos para extender la funcionalidad inicial).

source: Tutorials Included
es_es: Tutoriales incluidos

source: You can get the basic help of how to use this plugin right from the plugin admin area - several <a href="%s">very detailed tutorials</a> are bundled into the plugin.
es_es: Usted puede obtener la ayuda básica de cómo usar este plugin en el área de admin de plugin - muchos <a href="%s">tutoriales muy detallados</a> están incluidos dentro del plugin.

source: Extended Groups Data Search
es_es: Búsqueda Extendida de Datos de Grupos

source: Have or plan to have lots of custom groups fields and pages? Extend the default BuddyPress search with your additional data using this special <strong>Search</strong> extension.
es_es: ¿Tiene un plan o tiene muchos campos y páginas personalizados de grupos? Extienda su búsqueda por defecto de BuddyPress con sus datos adicionales utilizando esta extensión de <strong>Búsqueda</strong> especial.

source: BuddyPress Groups Extras
es_es: Extras de BuddyPress Groups

source: Extend Your Groups
es_es: Extienda Sus Grupos
it_it: Estendi i tuoi Gruppi

source: All changes were saved. Go and check results!
es_es: Todos los cambios fueron salvados. ¡Vaya a chequear los resultados!
it_it: Impostazioni salvate. Ora puoi controllare il risultato!

source: If you like the plugin please review it on its <a href="%s">WordPress Repository page</a>. Thanks in advance!
es_es: Si le gusta el plugin por favor comente en la <a href="%s">Página de WordPress Repository</a>.¡Gracias de antemano!

source: Dismiss
es_es: Descartar

source: Support
es_es: Soporte

source: General Options
es_es: Opciones Generales

source: Rich Editor for Pages
es_es: Editor Extendido para Páginas

source: Rich Editor for Fields
es_es: Editor Extendido para Campos

source: User Access
es_es: Acceso de Usuario

source: Data Import
es_es: Importe de Datos

source: Uninstall Options
es_es: Opciones de desinstalación

source: Here are some general settings.
es_es: Aquí tiene algunos ajustes generales.

source: Sometimes we want to change the access level to different parts of a site. Options below will help you to do this.
es_es: Algunas veces queremos cambiar el nivel de acceso a diferentes partes de un sitio. Las opciones de abajo le ayudarán a hacer esto.

source: Who can open group admin tab Extras?
es_es: ¿Quién puede abrir la pestaña de admin de grupo Extras?

source: Site admins only
es_es: Solamente administradores del sitio

source: Group administrators and site admins
es_es: Administradores de Grupo y administradores del sistema

source: If you upgraded from any version of BuddyPress Groups Extras, which had the version number less than 3.4, and if you want to preserve all previously generated content (like default and groups fields etc) please do the import using controls below.
es_es: Si usted actualizó de alguna versión de BuddyPress Groups Extras, que tenía la versión con número menor que 3.4, y si usted quiere preservar todos los contenidos generados previamente (como campos de grupos y por defecto etc) por favor haga la importación utilizando los controles de abajo.

source: <strong>Important</strong>: Do not import data twice - as this will create lots of duplicated fields.
es_es: <strong>Importante</strong>: No importe los datos dos veces - esto va a crear cantidad de campos duplicados.

source: Import Data
es_es: Importar Datos

source: Clear Data
es_es: Borrar Datos

source: Note: Clearing data will delete everything except options on this page.
es_es: Nota: Borrar los datos borrará todo excepto las opciones de esta página.

source: Would you like to enable Rich Editor for easy use of html tags for groups custom pages?
es_es: ¿Le gustaría habilitar el Editor Extendido para el uso fácil de etiquetas html para páginas de grupos personalizados?

source: Enable
es_es: Habilitar
it_it: Abilita

source: Disable
es_es: Deshabilitar
it_it: Disabilita

source: Would you like to enable Rich Editor for easy use of html tags for groups custom textarea fields?
es_es: ¿Le gustaría habilitar el Editor Extendido para el uso fácil de etiquetas html para los campos de área de texto personalizados?

source: On BPGE deactivation you can delete or preserve all its settings and created content (like groups pages and fields). What do you want to do?
es_es: En la desactivación de BPGE usted puede borrar o preservar todos sus ajustes y contenidos creados (como campos y páginas de grupos). ¿Qué le gustaría hacer?
it_it: Durante la disattivazione di BPGE puoi eliminare o preservare tutte le impostazioni e i contenuti creati (come le pagine e i campi dei gruppi). Cosa vuoi fare?

source: Preserve all data
es_es: Preservar todos los datos
it_it: Preserva tutti i dati

source: Delete everything
es_es: Borrar todo
it_it: Elimina tutto

source: Allowed Groups
es_es: Grupos Permitidos

source: Poll
es_es: Encuesta

source: Please answer the question below - this will help me to prioritize my development work.
es_es: Por favor responda la pregunta debajo - esto me ayudará a priorizar mi trabajo de desarrollo.

source: Search
es_es: Buscar

source: Ability to search in groups fields and pages was finally implemented!
es_es: ¡La habilidad para buscar en los campos de grupos y páginas fue implementada finalmente!

source: Search extension is a <a href="%s">PRO feature</a>, and costs just $12.
es_es: La extensión de búsqueda es una <a href="%s">característica PRO</a>, y cuesta solamente $12.

source: All buyes will get the latest versions among the first AND extra support for their plugin PRO features on a dedicated forum on <a href="%1$s" target="_blank">%2$s</a>
es_es: Todos los compradores obtendrán las últimas versiones además del soporte extra Y primero para sus características PRO del plugin en un foro dedicado en <a href="%1$s" target="_blank">%2$s</a>

source: Buy Now for just $12<sup>.00</sup>
es_es: Comprar ahora por solamente $12<sup>.00</sup>

source: Default Sets of Fields
es_es: Grupos y Campos Por Defecto

source: Please create/edit here fields you want to be available as standard blocks of data.<br />This will be helpful for group admins - no need for them to create lots of fields from scratch.
es_es: Por favor cree/edite aquí los campos que usted quiere que estén disponibles como bloques estándares de datos. <br/> Esto será útil para administradores de grupo - no hay necesidad de crear muchos campos desde el principio.
it_it: Si prega di creare/modificare qui i campi che si desidera rendere disponibili come blocchi standard di dati.<br />Questo sarà utile per gli amministratori dei gruppi che non saranno costretti a creare tutti i campi da soli.

source: Currently there are no predefined fields. Groups admins should create all fields by themselves.
es_es: Actualmente no hay campos predefinidos. Los administradores de Grupos deben crear todos los campos por sí mismos.
it_it: Attualmente non ci sono campi predefiniti. Gli amministratori dei gruppi dovranno creare loro stessi tutti i campi.

source: Tutorials
es_es: Tutoriales

source: Below you will see several tutorials and how to, that will help you to better understand the plugin and how to work with it.
es_es: Debajo usted va a ver varios tutoriales y como se hace, que le ayudarán a comprender mejor el plugin y cómo trabajar con él.

source: Groups Fields
es_es: Campos de Grupos
it_it: Campi dei Gruppi

source: Sets of Fields
es_es: Grupos de Campos

source: Groups Pages
es_es: Páginas de Grupos
it_it: Pagine dei Gruppi

source: Groups Page
es_es: Página de Grupo
it_it: Pagina dei Gruppi

source: Please enter options for this Field
es_es: Por favor entre las opciones para este Campo
it_it: Per favore inserisci delle opzioni per questo Campo

source: Option
es_es: Opción
it_it: Opzione

source: Remove It
es_es: Eliminarla
it_it: Rimuovi

source: Do you want to apply this set of fields to all groups on your site?
es_es: ¿Desea aplicar este grupo de campos a todos los grupos en su sitio?

source: Applied
es_es: Aplicado

source: Close
es_es: Cerrar

source: Yes
es_es: Si

source: Success
es_es: Satisfactorio

source: This set of fields was successfully applied to all groups on this site.
es_es: Este grupo de campos fue aplicado satisfactoriamente a todos los grupos en este sitio.

source: Unfortunately, there was an error while applying this set of fields. Please try again a bit later or recreate the set from scratch. Be aware, that re-applying this set will double fields for those groups that were successful.
es_es: Lamentablemente, hubo un error mientras se aplicaba este grupo de campos. Por favor trate nuevamente un poco más tarde o cree nuevamente el grupo desde el principio. Esté atento a que re aplicar este grupo va a duplicar los campos para aquellos grupos en los que fueron satisfactoriamente insertados.

source: Group Extras &rarr; General Settings
es_es: Ajustes Generales de Group Extras &rarr;
it_it: Group Extras &rarr; Impostazioni Generali

source: Group Extras &rarr; Fields Management
es_es: Gestión de Campos de Group Extras &rarr;
it_it: Group Extras &rarr; Gestione Campi

source: Group Extras &rarr; Pages Management
es_es: Gestión de Páginas de Group Extras &rarr;
it_it: Group Extras &rarr; Gestione Pagine

source: Group Extras &rarr; Add Field
es_es: Adicionar Campo en Group Extras &rarr;
it_it: Group Extras &rarr; Aggiungi Campo

source: Group Extras &rarr; Edit Field
es_es: Editar Campo en Group Extras &rarr;
it_it: Group Extras &rarr; Modifica Campo

source: Group Extras &rarr; Add Page
es_es: Adicionar Página en Group Extras &rarr;
it_it: Group Extras &rarr; Aggiungi Pagina

source: Group Extras &rarr; Edit Page
es_es: Editar Página en Group Extras &rarr;
it_it: Group Extras &rarr; Modifica Pagina

source: Description
es_es: Descripción
it_it: Descrizione

source: Pages
es_es: Páginas
it_it: Pagine

source: (required)
es_es: (requerido)

source: Clear
es_es: Borrar
it_it: Pulisci

source: Required fields should not be empty. Please fill in: %s
es_es: Los campos requeridos no deben estar vacíos. Por favor llénelos en: %s

source: Group Extras settings were succefully updated.
es_es: Los ajustes de Group Extras &rarr; fueron actualizados satisfactoriamente.
it_it: Impostazioni Group Extras aggiornate con successo.

source: New field was successfully added.
es_es: Un nuevo campo fue adicionado satisfactoriamente.
it_it: Il nuovo campo &egrave; stato aggiunto con successo.

source: The field was successfully updated.
es_es: El campo fue actualizado satisfactoriamente.
it_it: Il campo &egrave; stato aggiornato con successo.

source: New page was successfully added.
es_es: Una nueva página fue adicionada satisfactoriamente.
it_it: La nuova pagina &egrave; stata aggiunta con successo

source: The page was successfully updated.
es_es: La página fue actualizada satisfactoriamente.
it_it: La pagina &egrave; stata aggiornata con successo.

source: Please create at least 1 extra field to show it in a list.
es_es: Por favor cree al menos un campo extra para mostrarlo en la lista.
it_it: Crea almeno 1 campo extra per mostrarlo in una lista.

source: Please create at least 1 extra page to show it in a list.
es_es: Por favor cree al menos una página extra para mostrarla en la lista.
it_it: Crea almeno 1 pagina extra per mostrarla in una lista.

source: Edit link for group admins only
es_es: Editar enlace solamente para los admins de group
it_it: Modifica il collegamento solo per gli amministratori del gruppo

source: [Edit this page]
es_es: [Editar esta página]

source: Which groups do you allow to create custom fields and pages for?
es_es: ¿Cuáles grupos usted permite que creen campos y páginas personalizados?

source: All groups
es_es: Todos los grupos
it_it: Tutti i gruppi

source: Add new Set of Fields
es_es: Adicionar nuevo Grupo de Campos
it_it: Aggiungi nuovo Set di Campi

source: Name
es_es: Nombre
it_it: Nome

source: Save New Set of Fields
es_es: Dalvar Nuevo Grupo de Campos
it_it: Salva nuovo Set di Campi

source: Edit Set of Fields
es_es: Editar Grupo de Campos
it_it: Modifica nuovo Set di Campi

source: Add field into
es_es: Adicionar campo en
it_it: Aggiungi campo in

source: Field Title
es_es: Título de Campo
it_it: Titolo Campo

source: Field Type
es_es: Tipo de Campo
it_it: Tipo Campo

source: Text Box
es_es: Casilla de Texto
it_it: Box Testo

source: Multi-line Text Box
es_es: Casilla de Texto Multilínea
it_it: Box Testo Multi-linea

source: Checkboxes
es_es: Casillas de selección

source: Radio Buttons
es_es: Botones de Radio

source: Date Selector
es_es: Selector de Fecha

source: Dropdown Select Box
es_es: Casilla de Selección Desplegable
it_it: Box Selezione Multipla

source: Display this field?
es_es: ¿Mostrar este campo?

source: or
es_es: o

source: Add New
es_es: Adicionar Nuevo
it_it: Aggiungi nuovo

source: Field Description
es_es: Descripción del Campo
it_it: Descrizione Campo

source: Add New Field
es_es: Adicionar Nuevo Campo
it_it: Aggiungi Nuovo Campo

source: Create the Set of Fields
es_es: Crear el Grupo de Campos
it_it: Crea nuovo set di Campi

source: Show Fields
es_es: Mostrar Campos
it_it: Mostra Campi

source: Apply to all groups this set of fields
es_es: Aplicar a todos los grupos este grupo de campos

source: Already applied
es_es: Ya está aplicado

source: Apply
es_es: Aplicar

source: Delete
es_es: Borrar
it_it: Cancella

source: Fields not yet created
es_es: Los campos aún no han sido creados
it_it: Campi non ancora creati

source: Add field
es_es: Adicionar campo
it_it: Aggiungi campo

source: Drop Down Select Box
es_es: Casilla de Selección Desplegable
it_it: Box Selezione a Discesa

source: Is this field required (will be marked as required on group Edit Details page)?
es_es: ¿Es este campo es requerido (será marcado como requerido en la página de Editar Detalles del grupo)?
it_it: Questo campo è obbligatorio? (Sarà marcato come obbligatorio nella pagina di modifica dettagli del gruppo)

source: Required
es_es: Requerido
it_it: Obbligatorio

source: Not Required
es_es: No requerido
it_it: Non Obbligatorio

source: Should this field be displayed for public on "<u>%s</u>" page?
es_es: ¿Este campo debería ser mostrado para el público en la página "<u>%s</u>"?
it_it: Desideri visualizzare questo campo al pubblico su "<u>%s</u>"?

source: Display it
es_es: Mostrarlo
it_it: Visualizzalo

source: Do NOT display it
es_es: NO mostrarlo
it_it: NON visualizzarlo

source: Create New &rarr;
es_es: Crear Nuevo &rarr;
it_it: Crea Nuovo &rarr;

source: Save Changes &rarr;
es_es: Salvar Cambios &rarr;
it_it: Salva Modifiche &rarr;

source: Import
es_es: Importar

source: displayed
es_es: mostrado
it_it: visualizzato

source: <u>not</u> displayed
es_es: <u>no</u> mostrado
it_it: <u>non</u> visualizzato

source: required
es_es: requerido

source: <u>not</u> required
es_es: <u>no</u> requerido

source: Change its title, description etc
es_es: Cambiar su título, descripción etc
it_it: Modifica il suo titolo, la descrizione, ecc...

source: Edit field
es_es: Editar campo
it_it: Modifica campo

source: Delete this item and all its content
es_es: Borrar este elemento y todo su contenido
it_it: Elimina questo oggetto e tutto il suo contenuto

source: Please specify the page name, where all fields will be displayed
es_es: Por favor especifique el nombre de la página, donde todos los campos serán mostrados
it_it: Si prega di specificare il nome della pagina, dove saranno visualizzati tutti i campi

source: Do you want to make <strong>"%s"</strong> page public? Everyone will see this page.
es_es: ¿Desea hacer pública la página <strong>"%s"</strong>? Todos verán esta página.
it_it: Vuoi rendere la pagina <strong>"%s"</strong> pubblica? Chiunque potrà vedere questa pagina.

source: Show it
es_es: Mostrarlo
it_it: Mostra

source: Hide it
es_es: Ocultarlo
it_it: Nascondi

source: Please choose the layout for <strong>"%s"</strong> page
es_es: Por favor escoja el diseño para la página <strong>"%s"</strong>
it_it: Si prega di scegliere il layout per la pagina <strong>"%s"</strong>

source: Plain (field title and its data below)
es_es: Plano (campo título y sus datos debajo)
it_it: Semplice (titolo del campo e suoi dati sotto)

source: Profile style (in a table)
es_es: Estilo de perfil (en una tabla)
it_it: Stile profilo (in una tabella)

source: Please specify the page name, where all custom pages will be displayed
es_es: Por favor especifique el nombre de la página, donde todas las páginas personalizadas serán mostradas
it_it: Si prega di specificare il nome della pagina, dove saranno visualizzate tutte le pagine personalizzate

source: Do you want to make <strong>"%s"</strong> page public (extra group pages will be displayed there)?
es_es: ¿Desea hacer pública la página <strong>"%s"</strong> (las páginas extras del grupo serán mostradas aquí)?
it_it: Vuoi rendere la pagina <strong>"%s"</strong> pubblica? (Le pagine extra del gruppo saranno visualizzate lì)

source: You can reorder here all navigation links in this group. The first item will become a landing page for this group. Save changes after reordering.<br />Please do NOT make Admin/Manage pages on first place - that will cause display problems.
es_es: Usted puede reordenar aquí todos los enlaces de navegación en este grupo. El primer elemento va a convertirse en una página de llegada para este grupo. Salve los cambios luego de reorganizar.<br/>Por favor, NO haga las páginas de Gestión/Admin en primer lugar - esto va a causar problemas de mostrado.

source: Rename the Home group page - Activity (for example) is far better.
es_es: Renombre la página de Inicio del grupo - Actividad (por ejemplo) es mucho mejor.
it_it: Rinomina la home page del gruppo - Attività (per esempio) è decisamente meglio.

source: Save Changes
es_es: Salvar Cambios
it_it: Salva le modifiche

source: Page Title
es_es: Título de la Página
it_it: Titolo della pagina

source: Page Slug
es_es: Alias de la Página
it_it: Slug Pagina

source: Page Content
es_es: Contenido de la Página
it_it: Contenuto pagina

source: Should this page be displayed for public in group navigation?
es_es: ¿Debería esta página ser mostrada para el público en la navegación del grupo?
it_it: Desideri visualizzare questa pagina al pubblico nella barra di navigazione del gruppo?

source: Create New
es_es: Crear Nuevo

source: View this page live
es_es: Ver esta página en vivo
it_it: Visualizza questa pagina live

source: View
es_es: Ver
it_it: Visualizza

source: Change its title, content etc
es_es: Cambiar su título, contenido etc
it_it: Modifica il suo titolo, il contenuto, ecc...

source: All Fields
es_es: Todos los Campos
it_it: Tutti i Campi

source: All Pages
es_es: Todas las Páginas
it_it: Tutte le Pagine

source: Add Field
es_es: Adicionar Campo
it_it: Aggiungi Campo

source: Add Page
es_es: Adicionar Página
it_it: Aggiungi Pagina

source: Groups Field
it_it: Campo dei Gruppi

source: Edit Field
it_it: Modifica Campo

source: New Field
it_it: Nuovo Campo

source: View Field
it_it: Visualizza Campo

source: Search Groups Fields
it_it: Cerca Campi dei Gruppi

source: No groups Field found
it_it: Non sono stati trovati campi dei gruppi

source: No groups fields found in Trash
it_it: Nessun campo dei gruppi trovato nel cestino

source: Displaying fields that were created in all community groups
it_it: Elenco dei campi che sono stati creati in tutti i gruppi della community

source: Add New Page
it_it: Aggiungi Nuova Pagina

source: Edit Page
it_it: Modifica Pagina

source: New Page
it_it: Nuova Pagina

source: View Page
it_it: Visualizza Pagina

source: Search Groups Pages
it_it: Cerca Pagine dei Gruppo

source: No groups pages found
it_it: Non sono state trovate pagine dei gruppi

source: No groups pages found in Trash
it_it: Nessuna pagina dei gruppi trovata nel cestino

source: Displaying pages that were created in all community groups
it_it: Elenco delle pagine che sono state create in tutti i gruppi della community

source: Extras
it_it: Extra

source: Rich Editor for Groups Pages
it_it: Editor avanzato per le Pagine dei Gruppi

source: Plugin Uninstall Options
it_it: Opzioni Disinstallazione Plugin

source: Need Help / Custom Work?
it_it: Serve Aiuto / Modifiche Personalizzate?

source: Groups Management
it_it: Gestione Gruppi

source: Default Fields
it_it: Campi Default

source: Would you like to enable Rich Editor for easy use of html tags for groups pages?
it_it: Vuoi abilitare l'editor avanzato per un utilizzo comodo dei tag HTML nelle pagine dei gruppi?

source: Refresh current page
it_it: Aggiorna la pagina attuale

source: Refresh
it_it: Aggiorna

source: You can reorder here all navigation links in this group. The first item will become a landing page for this group. Save changes after reordering.<br />Please do NOT make Admin pages on first place - that will cause display problems.
it_it: Qui puoi riordinare tutti i collegamenti di navigazione di questo gruppo. Il primo oggetto diventerà la pagina di destinazione del gruppo. Salva le modifiche dopo aver riordinato.<br />Si prega di NON mettere le pagine di amministrazione al primo posto altrimenti si verificheranno problemi di visualizzazione.

source: General
it_it: Generale

source: Which groups do you allow to create custom fields and pages?
it_it: Quali gruppi hanno il permesso di creare campi e pagine personalizzati?
