Repository: slaFFik/buddypress-groups-extras
Catalog: langs/buddypress-groups-extras-*.po
Languages: id_id

source: Search
id_id: Pencarian

source: Prepare Search
id_id: Siapkan Pencarian

source: Fields to Links
id_id: Fields ke Links

source: Control the search options of groups fields and pages.
id_id: Kontrol pencarian dari kelompok bidang dan halaman.

source: Currently you need to prepare the data to be searchable. Use the button below for this purpose. This should be done only once.
id_id: Saat Anda perlu mempersiapkan data untuk dicari. Gunakan tombol di bawah untuk tujuan ini. Hal ini harus dilakukan hanya sekali.

source: Prepare Data
id_id: Siapkan data

source: Would you like to enable sitewide search for data entered in groups fields?
id_id: Apakah Anda ingin mengaktifkan pencarian di seluruh situs untuk data yang dimasukkan dalam bidang kelompok?

source: Enable
id_id: Memungkinkan

source: Disable
id_id: melumpuhkan

source: Would you like to enable sitewide search for data entered in groups pages?
id_id: Apakah Anda ingin mengaktifkan pencarian di seluruh situs untuk data yang dimasukkan dalam kelompok halaman?

source: Would you like to convert custom fields values in all groups to links?
id_id: Apakah Anda ingin mengkonversi nilai-nilai bidang adat di semua kelompok untuk link?

source: Using that links people will be able to search for groups with the same fields values.
id_id: Menggunakan bahwa link orang akan dapat mencari grup dengan nilai-nilai bidang yang sama.

source: Note: this option uses the same logic as members profiles fields auto-linking.
id_id: Catatan: Opsi ini menggunakan logika yang sama seperti profil anggota ladang auto-linking.

source: Found in Group Pages:
id_id: Ditemukan di Halaman Grup:

source: Found in Group Fields:
id_id: Ditemukan di Grup Fields:

source: BP Groups Extras
id_id: BP Grup Ekstra

source: Title
id_id: Judul

source: Group Links
id_id: Link kelompok

source: Page Links
id_id: halaman Links

source: Date
id_id: Tanggal

source: Visit
id_id: Mengunjungi

source: Edit
id_id: mengedit

source: Vote for Features
id_id: Vote untuk Fitur

source: Based on voting results I will implement features in new versions (either in core or as modules to extend the initial functionality).
id_id: Berdasarkan hasil voting Aku akan mengimplementasikan fitur dalam versi baru (baik dalam inti atau sebagai modul untuk memperluas fungsi awal).

source: Tutorials Included
id_id: tutorial Termasuk

source: You can get the basic help of how to use this plugin right from the plugin admin area - several <a href="%s">very detailed tutorials</a> are bundled into the plugin.
id_id: Anda bisa mendapatkan bantuan dasar tentang bagaimana untuk menggunakan plugin ini langsung dari admin area Plugin - beberapa <a href="%s"> tutorial yang sangat rinci </a> dibundel ke dalam plugin.

source: BuddyPress Groups Extras
id_id: BuddyPress Grup Ekstra

source: Extend Your Groups
id_id: Memperpanjang Grup Anda

source: All changes were saved. Go and check results!
id_id: Semua perubahan diselamatkan. Pergi dan memeriksa hasil!

source: If you like the plugin please review it on its <a href="%s">WordPress Repository page</a>. Thanks in advance!
id_id: Jika Anda suka plugin silahkan lihat pada <a nya href="%s"> halaman WordPress Repository </a>. Terima kasih sebelumnya!

source: Dismiss
id_id: Memberhentikan

source: Support
id_id: Mendukung

source: General Options
id_id: Pilihan umum

source: Rich Editor for Pages
id_id: Editor kaya untuk Pages

source: Rich Editor for Fields
id_id: Editor kaya untuk Fields

source: User Access
id_id: Akses pengguna

source: Data Import
id_id: Data Impor

source: Uninstall Options
id_id: Uninstall Pilihan

source: Here are some general settings.
id_id: Berikut adalah beberapa pengaturan umum.

source: Sometimes we want to change the access level to different parts of a site. Options below will help you to do this.
id_id: Kadang-kadang kita ingin mengubah tingkat akses ke berbagai bagian dari sebuah situs. Pilihan di bawah ini akan membantu Anda untuk melakukan hal ini.

source: Who can open group admin tab Extras?
id_id: Yang dapat membuka kelompok Ekstra tab admin?

source: Site admins only
id_id: Situs admin hanya

source: Group administrators and site admins
id_id: administrator grup dan admin situs

source: If you upgraded from any version of BuddyPress Groups Extras, which had the version number less than 3.4, and if you want to preserve all previously generated content (like default and groups fields etc) please do the import using controls below.
id_id: Jika Anda upgrade dari versi dari Grup BuddyPress Ekstra, yang memiliki nomor versi kurang dari 3,4, dan jika Anda ingin mempertahankan semua konten yang dihasilkan sebelumnya (seperti default dan kelompok bidang dll) silakan melakukan impor menggunakan kontrol di bawah ini.

source: <strong>Important</strong>: Do not import data twice - as this will create lots of duplicated fields.
id_id: <Strong> Penting </ strong>: Jangan mengimpor data dua kali - karena hal ini akan menciptakan banyak bidang digandakan.

source: Import Data
id_id: impor data

source: Clear Data
id_id: Hapus data

source: Note: Clearing data will delete everything except options on this page.
id_id: Catatan: Data Kliring akan menghapus semuanya kecuali pilihan pada halaman ini.

source: Would you like to enable Rich Editor for easy use of html tags for groups custom pages?
id_id: Apakah Anda ingin mengaktifkan Editor Kaya untuk memudahkan penggunaan tag html untuk kelompok halaman kustom?

source: Would you like to enable Rich Editor for easy use of html tags for groups custom textarea fields?
id_id: Apakah Anda ingin mengaktifkan Kaya Editor untuk memudahkan penggunaan tag html untuk kelompok bidang textarea kustom?

source: On BPGE deactivation you can delete or preserve all its settings and created content (like groups pages and fields). What do you want to do?
id_id: Pada BPGE penonaktifan Anda dapat menghapus atau melestarikan semua pengaturan dan menciptakan konten (seperti kelompok halaman dan bidang). Apa yang ingin kamu lakukan?

source: Preserve all data
id_id: Pertahankan semua data

source: Delete everything
id_id: Hapus segala sesuatu

source: Allowed Groups
id_id: Grup Diizinkan

source: Poll
id_id: Pemilihan

source: Please answer the question below - this will help me to prioritize my development work.
id_id: Jawablah pertanyaan di bawah ini - ini akan membantu saya untuk memprioritaskan pekerjaan pembangunan saya.

source: Default Sets of Fields
id_id: Set default Fields

source: Please create/edit here fields you want to be available as standard blocks of data.<br />This will be helpful for group admins - no need for them to create lots of fields from scratch.
id_id: Silahkan buat / edit disini ladang Anda ingin menjadi tersedia sebagai blok standar data <br /> ini akan membantu untuk admin grup -. Tidak perlu bagi mereka untuk membuat banyak bidang dari awal.

source: Currently there are no predefined fields. Groups admins should create all fields by themselves.
id_id: Saat ini tidak ada bidang yang telah ditetapkan. Kelompok admin harus membuat semua bidang sendiri.

source: Tutorials
id_id: tutorial

source: Below you will see several tutorials and how to, that will help you to better understand the plugin and how to work with it.
id_id: Di bawah ini Anda akan melihat beberapa tutorial dan bagaimana, yang akan membantu Anda untuk lebih memahami plugin dan bagaimana bekerja dengan itu.

source: Groups Fields
id_id: Grup Fields

source: Sets of Fields
id_id: Set Fields

source: Groups Page
id_id: Grup Halaman

source: Please enter options for this Field
id_id: Masukkan pilihan untuk Lapangan ini

source: Option
id_id: Pilihan

source: Remove It
id_id: Singkirkan

source: Do you want to apply this set of fields to all groups on your site?
id_id: Apakah Anda ingin menerapkan set bidang untuk semua kelompok di situs Anda?

source: Applied
id_id: Terapan

source: Close
id_id: Dekat

source: Yes
id_id: iya nih

source: No
id_id: Tidak

source: Success
id_id: Keberhasilan

source: This set of fields was successfully applied to all groups on this site.
id_id: Ini set bidang berhasil diterapkan untuk semua kelompok di situs ini.

source: Error
id_id: Kesalahan

source: Unfortunately, there was an error while applying this set of fields. Please try again a bit later or recreate the set from scratch. Be aware, that re-applying this set will double fields for those groups that were successful.
id_id: Sayangnya, ada kesalahan saat menerapkan set bidang. Silakan coba lagi sedikit kemudian atau menciptakan set dari awal. Sadarilah, bahwa menerapkan-ulang set ini akan berlipat ganda kolom untuk kelompok-kelompok yang sukses.

source: Group Extras &rarr; General Settings
id_id: Kelompok Ekstra & rarr; Pengaturan Umum

source: Group Extras &rarr; Fields Management
id_id: Kelompok Ekstra & rarr; Manajemen bidang

source: Group Extras &rarr; Pages Management
id_id: Kelompok Ekstra & rarr; Manajemen halaman

source: Group Extras &rarr; Add Field
id_id: Kelompok Ekstra & rarr; Tambahkan Bidang

source: Group Extras &rarr; Edit Field
id_id: Kelompok Ekstra & rarr; mengedit Lapangan

source: Group Extras &rarr; Add Page
id_id: Kelompok Ekstra & rarr; Tambah halaman

source: Group Extras &rarr; Edit Page
id_id: Kelompok Ekstra & rarr; mengedit Halaman

source: Description
id_id: Deskripsi

source: Extras
id_id: ekstra

source: Pages
id_id: halaman

source: (required)
id_id: (wajib)

source: Clear
id_id: Bersih

source: Required fields should not be empty. Please fill in: %s
id_id: Bidang yang harus diisi tidak boleh kosong. Silahkan isi: %s

source: Group Extras settings were succefully updated.
id_id: pengaturan grup Ekstra yang succefully diperbarui.

source: New field was successfully added.
id_id: bidang baru telah ditambahkan.

source: The field was successfully updated.
id_id: Lapangan itu berhasil diperbarui.

source: New page was successfully added.
id_id: Halaman baru telah ditambahkan.

source: The page was successfully updated.
id_id: Halaman ini berhasil diperbarui.

source: Please create at least 1 extra field to show it in a list.
id_id: Harap membuat setidaknya 1 lapangan ekstra untuk menunjukkan dalam daftar.

source: Please create at least 1 extra page to show it in a list.
id_id: Harap membuat setidaknya 1 halaman ekstra untuk menunjukkannya dalam daftar.

source: Edit link for group admins only
id_id: Mengedit link untuk admin grup hanya

source: [Edit]
id_id: [Sunting]

source: Which groups do you allow to create custom fields and pages for?
id_id: kelompok mana yang Anda memungkinkan untuk membuat kolom kustom dan halaman untuk?

source: All groups
id_id: semua kelompok

source: Add new Set of Fields
id_id: Menambahkan Set baru Fields

source: Name
id_id: Nama

source: Save New Set of Fields
id_id: Simpan New Set Bidang

source: Edit Set of Fields
id_id: Mengedit Set Bidang

source: Add field into
id_id: Menambahkan lapangan ke

source: Field Title
id_id: bidang Judul

source: Text Box
id_id: Kolom tulisan

source: Multi-line Text Box
id_id: Multisaluran Text Box

source: Checkboxes
id_id: centang

source: Radio Buttons
id_id: Tombol radio

source: Date Selector
id_id: Tanggal Pemilih

source: Dropdown Select Box
id_id: Dropdown Pilih Box

source: Display this field?
id_id: Menampilkan bidang ini?

source: or
id_id: atau

source: Add New
id_id: Tambah baru

source: Field Description
id_id: bidang Deskripsi

source: Add New Field
id_id: Menambahkan Field Baru

source: Create the Set of Fields
id_id: Buat Set Bidang

source: Show Fields
id_id: Tampilkan Fields

source: Apply to all groups this set of fields
id_id: Berlaku untuk semua kelompok set bidang

source: Already applied
id_id: sudah diterapkan

source: Apply
id_id: Menerapkan

source: Delete
id_id: Menghapus

source: Fields not yet created
id_id: Fields belum dibuat

source: Add field
id_id: Tambahkan bidang

source: Drop Down Select Box
id_id: Jatuhkan Bawah Pilih Box

source: Is this field required (will be marked as required on group Edit Details page)?
id_id: Apakah bidang ini diperlukan (akan ditandai sebagai diperlukan pada kelompok laman Edit Detail)?

source: Required
id_id: Wajib

source: Not Required
id_id: Tidak dibutuhkan

source: Should this field be displayed for public on "<u>%s</u>" page?
id_id: Harus bidang ini ditampilkan untuk umum pada \ "<u> %s </ u> " halaman?

source: Display it
id_id: menampilkannya

source: Do NOT display it
id_id: JANGAN menampilkannya

source: Create New &rarr;
id_id: Buat New & rarr;

source: Save Changes &rarr;
id_id: Simpan Perubahan & rarr;

source: Import
id_id: Impor

source: displayed
id_id: ditampilkan

source: <u>not</u> displayed
id_id: <U> tidak </ u> ditampilkan

source: required
id_id: wajib

source: <u>not</u> required
id_id: <U> tidak </ u> diperlukan

source: Change its title, description etc
id_id: Mengubah judul, deskripsi dll

source: Edit field
id_id: mengedit bidang

source: Delete this item and all its content
id_id: Hapus item ini dan semua isinya

source: Please specify the page name, where all fields will be displayed
id_id: Sebutkan nama halaman, di mana semua bidang akan ditampilkan

source: Do you want to make <strong>"%s"</strong> page public? Everyone will see this page.
id_id: Apakah Anda ingin membuat <strong> \ " %s " </ strong> publik? Semua orang akan melihat halaman ini.

source: Show it
id_id: Tampilkan itu

source: Hide it
id_id: Sembunyikan itu

source: Please choose the layout for <strong>"%s"</strong> page
id_id: Silahkan pilih layout untuk <strong> \ " %s " </ strong>

source: Plain (field title and its data below)
id_id: Plain (judul lapangan dan data di bawah ini)

source: Profile style (in a table)
id_id: Profil gaya (dalam tabel)

source: Please specify the page name, where all custom pages will be displayed
id_id: Sebutkan nama halaman, di mana semua halaman kustom akan ditampilkan

source: Do you want to make <strong>"%s"</strong> page public (extra group pages will be displayed there)?
id_id: Apakah Anda ingin membuat <strong> \ " %s " </ strong> publik (halaman kelompok tambahan akan ditampilkan di sana)?

source: You can reorder here all navigation links in this group. The first item will become a landing page for this group. Save changes after reordering.<br />Please do NOT make Admin/Manage pages on first place - that will cause display problems.
id_id: Anda dapat menyusun ulang sini semua link navigasi dalam kelompok ini. Item pertama akan menjadi halaman arahan untuk kelompok ini. Simpan perubahan setelah penataan kembali <br /> Mohon TIDAK membuat Admin / Mengelola halaman di tempat pertama -. Yang akan menyebabkan masalah tampilan.

source: Rename the Home group page - Activity (for example) is far better.
id_id: Mengubah nama halaman rumah kelompok - Kegiatan (misalnya) jauh lebih baik.

source: Save Changes
id_id: Simpan perubahan

source: Page Title
id_id: Judul halaman

source: Page Slug
id_id: halaman Slug

source: Page Content
id_id: Konten halaman

source: Should this page be displayed for public in group navigation?
id_id: Harus halaman ini akan ditampilkan untuk umum dalam navigasi kelompok?

source: Create New
id_id: Membuat baru

source: View this page live
id_id: Lihat halaman ini hidup

source: View
id_id: Melihat

source: Change its title, content etc
id_id: Mengubah judul, konten dll

source: General
id_id: Umum

source: All Fields
id_id: Semua bidang

source: All Pages
id_id: semua Halaman

source: Add Field
id_id: Tambahkan Bidang

source: Add Page
id_id: Tambah halaman
